/* Task view. */
HSDFSD_TaskName = "Szybkie wybieranie faksu";
HSDFPB_TaskName = "Książka telefoniczna faksu";
HSDFSD_TaskDescription = "Użyj przycisków + oraz - lub wpisz żądane informacje w pamięci szybkiego wybierania urządzenia. Możesz też użyć książki adresowej, aby znaleźć i dodać informacje.";
HSDFPB_TaskDescription = "Książka telefoniczna faksu umożliwia przeglądanie listy kontaktów w urządzeniu i zarządzanie nią.\nKontakty można dodawać lub usuwać przy użyciu przycisków + i -. Można również użyć aplikacji Kontakty w celu znalezienia i dodania innych kontaktów do listy.";

ActionMenuTooltip = "Menu akcji";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Nazwa";
HSDEntryPhoneNumberColumnTitle = "Numer faksu";
HSDEntryEditActionMenuTitle = "Edytuj…";
HSDEntryCreateGroupActionMenuTitle = "Utwórz grupę…";
EntriesStatusCaption = "Użyto %1$d z %2$d pozycji";
HSDPrintListButtonTitle = "Drukuj listę";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Uruchom książkę adresową faksu";
ContactsLaunchButtonTooltip = "Uruchom Kontakty faksu";
HSDApplyButtonTitle = "Zastosuj teraz";

HSDDismissEntryButtonTitle = "Anuluj";
HSDConfirmEntryButtonTitle = "Zapisz";

HSDFPB_AddNewContactToolTip = "Dodaj nowy kontakt";
HSDFSD_AddNewContactToolTip = "Dodaj nowe szybkie wybieranie";
HSDFPB_DeleteSelectedContactToolTip = "Usuń zaznaczone kontakty lub grupy";
HSDFSD_DeleteSelectedContactToolTip = "Usuń zaznaczone szybkie wybierania lub grupy";
HSDFPB_PrintListButtonToolTip = "Drukuj wszystkie kontakty przechowywane na tym urządzeniu";
HSDFSD_PrintListButtonToolTip = "Drukuj wszystkie szybkie wybierania przechowywane na tym urządzeniu";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Wpis (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Szybkie wybieranie (#):";
HSDIndividualEntryNameFieldCaption = "Nazwa:";
HSDIndividualEntryPhoneNumberFieldCaption = "Numer faksu:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Wpis (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Szybkie wybieranie (#):";
HSDGroupEntryNameFieldCaption = "Nazwa grupy:";
HSDFSD_GroupEntryItemsDescription = "Wybierz pozycje szybkiego wybierania, które chcesz włączyć do grupy.";
HSDFPB_GroupEntryItemsDescription = "Wybierz kontakty, które chcesz dodać do tej grupy.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Książka adresowa faksu";
ContactsPanelTitle = "Kontakty faksu";
HSDDismissContactsButtonTitle = "Zamknij";
HSDConfirmContactsButtonTitle = "Dodaj";

/* Alert dialogs. */
CancelAlertButtonTitle = "Anuluj";
RemoveFromGroupAlertButtonTitle = "Usuń z grupy";
DeleteAlertButtonTitle = "Usuń";
ApplyAlertButtonTitle = "Zastosuj";
DontApplyAlertButtonTitle = "Nie stosuj";

IncorrectDeviceStateAlertTitle = "Wystąpił błąd drukarki";
IncorrectDeviceStateAlertMessage = "Rozwiąż problem, który spowodował błąd, i spróbuj ponownie.";

HSDFSD_InvalidEntryErrorTitle = "Nieprawidłowa pozycja szybkiego wybierania";
HSDFPB_InvalidEntryErrorTitle = "Nie można dodać kontaktu";
HSDFSD_MissingEntryNameErrorMessage = "Brak nazwy pozycji szybkiego wybierania. Wprowadź nazwę dla pozycji szybkiego wybierania i spróbuj ponownie.";
HSDFPB_MissingEntryNameErrorMessage = "Brak nazwy kontaktu. Wprowadź nazwę kontaktu i spróbuj ponownie.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Brak numeru pozycji szybkiego wybierania. Wprowadź numer dla pozycji szybkiego wybierania i spróbuj ponownie.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Brak numeru kontaktu. Wprowadź numer kontaktu i spróbuj ponownie.";
HSDFSD_TooLargeGroupErrorMessage = "Grupa szybkiego wybierania jest zbyt duża. Maksymalna liczba pozycji w grupie w tym urządzeniu: %d.";
HSDFPB_TooLargeGroupErrorMessage = "Za dużo kontaktów w grupie. Urządzenie obsługuje maksymalnie %d kontaktów w grupie.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Czy na pewno chcesz usunąć pozycję szybkiego wybierania dla „%@”?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Czy na pewno chcesz usunąć kontakt „%@”?";
HSDFSD_DeleteIndividualEntryAlertMessage = "Wybrana pozycja szybkiego wybierania pojawia się w co najmniej jednej grupie. Usunięcie pozycji szybkiego wybierania spowoduje usunięcie jej z grup(y).";
HSDFPB_DeleteIndividualEntryAlertMessage = "Wybrany kontakt należy do co najmniej jednej grupy. Usunięcie kontaktu spowoduje usunięcie go ze wszystkich grup.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Czy na pewno chcesz usunąć wybrane pozycje szybkiego wybierania?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Czy na pewno chcesz usunąć wybrane kontakty?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Niektóre wybrane pozycje szybkiego wybierania pojawiają się w co najmniej jednej grupie. Usunięcie pozycji szybkiego wybierania spowoduje usunięcie ich z grup(y).";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Niektóre z wybranych kontaktów mogą należeć do co najmniej jednej grupy. Usunięcie kontaktów spowoduje ich usunięcie ze wszystkich grup.";

HSDFSD_DeleteGroupEntryAlertTitle = "Czy na pewno chcesz usunąć grupę szybkiego wybierania „%@”?";
HSDFPB_DeleteGroupEntryAlertTitle = "Czy na pewno chcesz usunąć grupę „%@”?";
HSDFSD_DeleteGroupEntryAlertMessage = "Pojedyncze pozycje szybkiego wybierania w wybranej grupie NIE zostaną usunięte.";
HSDFPB_DeleteGroupEntryAlertMessage = "Pojedyncze kontakty z tej grupy NIE zostaną usunięte.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Czy na pewno chcesz usunąć wybrane grupy szybkiego wybierania?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Czy na pewno chcesz usunąć wybrane grupy?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "Pojedyncze pozycje szybkiego wybierania w wybranych grupach NIE zostaną usunięte.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "Pojedyncze kontakty z tych grup NIE zostaną usunięte.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Czy na pewno chcesz usunąć pozycję szybkiego wybierania dla „%1$@” z grupy „%2$@”?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Czy na pewno chcesz usunąć kontakt „%1$@” z grupy „%2$@”?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Kliknięcie opcji Usuń z grupy spowoduje tylko usunięcie pozycji szybkiego wybierania z grupy. Pozycja szybkiego wybierania nie zostanie usunięta.\nKliknij Usuń, aby trwale usunąć pozycję szybkiego wybierania, a także usunąć ją ze wszystkich grup.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Kliknięcie opcji Usuń z grupy spowoduje tylko usunięcie pozycji szybkiego wybierania z grupy. Sama pozycja szybkiego wybierania nie zostanie usunięta.\nJeśli chcesz trwale usunąć pozycję szybkiego wybierania oraz usunąć ją ze wszystkich grup, kliknij opcję Usuń.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Czy na pewno chcesz usunąć wybrane pozycje szybkiego wybierania z grupy „%@”?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Czy na pewno chcesz usunąć wybrane kontakty z grupy „%@”?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Kliknięcie opcji Usuń z grupy spowoduje tylko usunięcie pozycji szybkiego wybierania z grupy. Pozycje szybkiego wybierania nie zostaną usunięte.\nKliknij Usuń, aby trwale usunąć wybrane pozycje szybkiego wybierania, a także usunąć je ze wszystkich grup.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Kliknięcie opcji Usuń z grupy spowoduje tylko usunięcie pozycji szybkiego wybierania z grupy. Same pozycje szybkiego wybierania nie zostaną usunięte.\nJeśli chcesz trwale usunąć wybrane pozycje szybkiego wybierania oraz usunąć je ze wszystkich grup, kliknij opcję Usuń.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Czy na pewno chcesz usunąć wybrane pozycje szybkiego wybierania z ich odpowiednich grup?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Czy na pewno chcesz usunąć wybrane kontakty z ich grup?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Kliknięcie opcji Usuń z grupy spowoduje tylko usunięcie pozycji szybkiego wybierania z ich grup. Pozycje szybkiego wybierania nie zostaną usunięte.\nKliknij Usuń, aby trwale usunąć pozycje szybkiego wybierania, a także usunąć je ze wszystkich grup.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Kliknięcie opcji Usuń z grupy spowoduje tylko usunięcie pozycji szybkiego wybierania z ich grup. Same pozycje szybkiego wybierania nie zostaną usunięte.\nJeśli chcesz trwale usunąć pozycje szybkiego wybierania oraz usunąć je ze wszystkich grup, kliknij opcję Usuń.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Czy na pewno chcesz usunąć wybrane pozycje i grupy szybkiego wybierania?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Czy na pewno chcesz usunąć wybrane kontakty i grupy?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Kliknięcie opcji Usuń spowoduje trwałe usunięcie wybranych pojedynczych pozycji i grup szybkiego wybierania. Pojedyncze pozycje szybkiego wybierania w wybranych grupach NIE zostaną usunięte, chyba że zostaną oddzielnie wybrane do usunięcia.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Kliknięcie opcji Usuń spowoduje trwałe usunięcie tylko wybranych kontaktów i grup. Pojedyncze kontakty z wybranych grup, które nie zostały wybrane bezpośrednio, NIE zostaną usunięte.";

DenyContactsAccessAlertTitle = "Informacje niedostępne";
DenyContactsAccessAlertMessage = "Brak dostępu do aplikacji „%@”.\nMożna ją odblokować w Preferencjach systemu, w panelu Ochrona i prywatność.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Edytowano listę pozycji szybkiego wybierania faksu";
HSDFPB_AllowsToCommitChangesAlertTitle = "Edytowano książkę telefoniczną faksu. Czy chcesz zapisać zmiany przed wydrukowaniem?";
AllowsToCommitChangesAlertMessage = "Wprowadzone zmiany nie zostaną uwzględnione na wydrukowanej liście, jeśli nie zostaną zastosowane. Czy chcesz zastosować zmiany dokonane na liście przed jej wydrukowaniem?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Przetwarzanie…";
PrintProcessingDialogTitle = "Drukowanie… Proszę czekać";
